<template>
  <div class="legalNotices">
    <h2 class='legalNotices-title'>
      法律声明
    </h2>
    <p class='legalNotices-content'>
      &emsp;&emsp;重要须知：您访问或使用七叶电子股份有限公司（简称“七叶电子”）的抄表云服务网站（网址：，简称“本网站”）时，请仔细阅读本声明的全部条款。如您不同意本声明中的任一条款或本网站对其进行的修改，请勿使用本网站。您一旦使用本网站提供的服务，包括但不限于浏览网站信息、下载网站内容、使用网站提供的第三方网站链接等，即视为您已阅读、理解并完全同意受本声明中的所有条款的约束，并成为本网站用户（简称“用户”）。
      <br/>
      &emsp;&emsp;1. 知识产权
      <br/>
      &emsp;&emsp;1.1  本网站内容包括但不限于域名、商号、商标、文字、图形及图像、视像及声音和从相关许可方获得的信息，以及其他材料（统称“内容”）。
      <br/>
      &emsp;&emsp;1.2  本网站所载内容均受法律保护。除法律另有规定或七叶电子与用户另有约定外，用户不得以商业目的对本网站内容进行修改、复制、分发、传送、显示、公布、许可、转让、销售或基于以上内容创建衍生作品的使用。如果用户违反法律规定或损害本网站和七叶电子的利益，七叶电子保留采取相关法律措施的权利。
      <br/>
      &emsp;&emsp;1.3  本网站转载的内容已经过权利人的口头或书面许可。如有遗漏，请与本网站联系并提供相应的证明资料。
      <br/>
      &emsp;&emsp;1.4  本网站转载的内容所述或暗示的观点不代表七叶电子的观点
      <br/>
      &emsp;&emsp;2. 免责声明
      <br/>
      &emsp;&emsp;2.1  本网站发布的内容可能没有包含与七叶电子及其业务有关的最新信息。对本网站所发布的内容的准确性、有效性、及时性或完整性，七叶电子不提供任何明示或默示的担保或保证。
      <br/>
      &emsp;&emsp;2.2  本网站不以任何方式就内容传递或传送的失误、不准确或错误对用户或任何其他人士承担直接或间接的责任。在法律允许的范围内，本网站不承担用户或任何人士就使用或未能使用本网站内容或任何链接所引致的直接、间接、附带、从属、特殊、惩罚性或惩戒性的损害赔偿（包括但不限于收益、预期利润的损失或失去的业务、未实现预期的节省）和责任。
      <br/>
      &emsp;&emsp;2.3  用户在任何地区使用或分发本网站内容，应同时遵守当地法律及监管要求。
      <br/>
      &emsp;&emsp;3. 预测性陈述
      <br/>
      &emsp;&emsp;3.1  本网站所发布的信息中可能会包含某些预测性的陈述。这类预测性陈述包括但不限于：关于七叶电子业务经营策略的陈述；关于网络扩建计划（包括与之有关的拟作出的资本投资）的陈述；关于计划发展的新一代通信技术和其他技术及其相关应用的陈述；关于资费变动对七叶电子经营业绩的预期影响的陈述；关于竞争对七叶电子经营业绩的影响的陈述；关于中国内地电信行业未来发展（包括行业结构调整及政府政策的变化）的陈述；以及与七叶电子未来业务发展及经营业绩有关的其他陈述。在使用“预期”“相信”“预测”“期望”“打算”及其他类似词语陈述时，凡与七叶电子有关的，目的均是指明其属于预测性陈述。
      <br/>
      &emsp;&emsp;3.2  本网站发布的预测性陈述本质上具有一定风险和不确定性。七叶电子并不保证不断更新这些预测性陈述。该等预测性陈述反映七叶电子对将来事件的目前看法，不构成对于将来业务表现的保证。
      <br/>
      &emsp;&emsp;4. 隐私权保护
      <br/>
      &emsp;&emsp;4.1  用户信息的收集
      <br/>
      &emsp;&emsp;用户在匿名状态下即可访问本网站并获取信息。在请求用户提供有关信息前，本网站会解释这些信息的用途。本网站仅在与经营活动有关的合法目的下，经用户同意，以合法的方式收集必要的用户个人信息。有时本网站也会请用户提供更多的信息，以便本网站更好地理解用户的需求，向用户提供更好的服务。
      <br/>
      &emsp;&emsp;本网站提供的部分服务需经注册方可使用。用户如使用这些服务，需要同意以下事项：依服务注册表之提示提供用户本人真实、正确、最新及完整的资料，并随时更新登记资料，确保其为真实、准确、完整及最新的资料。
      <br/>
      &emsp;&emsp;除上述方式收集到的信息，本网站还可能通过包括但不限于“cookie”技术在内的网络技术收集与用户使用本网站相关的信息。例如，在用户访问本网站时，本网站可能会记录浏览器发送的用户的 IP 地址、浏览器类型和语言、访问时间等信息。用户可以根据浏览器类型更改网络技术设置，但禁用相关网络技术可能会妨碍用户使用本网站的某些功能。
      <br/>
      &emsp;&emsp;4.2  用户信息的使用
      <br/>
      &emsp;&emsp;七叶电子可能基于保障和提升产品或服务、更好地提供服务、开展自有营销及内部数据分析等目的自行使用用户的相关信息。七叶电子承诺遵守法律规定使用该等信息，用户在此知悉并同意七叶电子对该等信息的使用。
      <br/>
      &emsp;&emsp;七叶电子仅在如下情形披露用户信息，除此之外，七叶电子不向任何第三方出售或以其他方式披露用户信息：
      <br/>
      &emsp;&emsp;（1）用户同意
      <br/>
      &emsp;&emsp;在取得用户同意的情况下，七叶电子会与用户同意的七叶电子关联企业或其他合作方共享用户信息。
      <br/>
      &emsp;&emsp;（2）向七叶电子关联公司或合作方的披露
      <br/>
      &emsp;&emsp;七叶电子需要通过一些合作方提供一定的服务，因此，七叶电子需要与相应的合作方共享一些用户信息以丰富服务，满足用户要求。七叶电子将严禁七叶电子关联企业或合作方将共享的用户信息用于非指定用途。
      <br/>
      &emsp;&emsp;（3）法律要求的披露
      <br/>
      &emsp;&emsp;在遵守法律和监管要求的前提下，七叶电子将依法按要求披露用户信息。
      <br/>
      &emsp;&emsp;5. 链接
      <br/>
      &emsp;&emsp;5.1  本网站对第三方网站的链接
      <br/>
      &emsp;&emsp;本网站可能包含一些对第三方经营的网站（简称“第三方网站”）的链接或指引服务。对第三方网站的链接仅为供用户方便之用。七叶电子保留在任何时间终止对第三方网站链接的权利。
      <br/>
      &emsp;&emsp;本网站所链接的第三方网站、第三方网站上的内容及其描述或提供的产品与服务均不受七叶电子的控制，七叶电子不对任何该等网站及其上的内容、产品或服务（包括对第三方网站的进一步链接）负责。用户一旦决定登录或使用所链接的网站，应注意可能会受到适用于该网站的条款和条件的限制，同时自行采取预防措施以便在登录或使用该网站时避免病毒或其他破坏性因素。对于登录或使用所链接第三方网站所产生的任何损失，由用户自行承担。
      <br/>
      &emsp;&emsp;5.2  第三方网站对本网站的链接
      <br/>
      &emsp;&emsp;第三方网站对本网站的链接，并不表示七叶电子对第三方作出了某种认可、授权，也不表明其属于七叶电子的关联企业、合作方或业务伙伴。
      <br/>
      &emsp;&emsp;任何第三方网站设立对本网站的链接，均应当事先取得七叶电子的书面同意，并必须遵守本网站的如下政策：
      <br/>
      &emsp;&emsp;（1）链接的外观、位置及其他设置不得以任何形式损害或贬损七叶电子的名称、注册标志及声誉；
      <br/>
      &emsp;&emsp;（2）链接的外观、位置及其他特性不得蓄意制造假象，使浏览者误认为第三方网站或其经营者是七叶电子的关联企业、合作方或业务伙伴；
      <br/>
      &emsp;&emsp;（3）七叶电子保留随时取消涉及本网站链接的权利。
      <br/>
      &emsp;&emsp;6. 服务变更、中断或终止
      <br/>
      &emsp;&emsp;6.1  如因系统维护或升级的需要而需暂停本网站服务，七叶电子将尽可能事先进行通告；
      <br/>
      &emsp;&emsp;6.2  如发生下列任何一种情形，本网站有权随时中断或终止向用户提供网站服务而无需通知用户，并拒绝用户于现在和未来使用本网站所提供服务之全部或任何部分：
      <br/>
      &emsp;&emsp;（1）用户提供任何错误、不实、过时或不完整或具误导性的资料，或者本网站有理由怀疑前述资料为错误、不实、过时或不完整或具误导性的；
      <br/>
      &emsp;&emsp;（2）用户违反本声明的规定。
      <br/>
      &emsp;&emsp;6.3  除前款所述情形外，本网站同时保留在不事先通知用户的情况下随时中断或终止部分或全部网站服务的权利，对于所有服务的中断或终止而造成的任何损失，本网站及七叶电子无需对用户或任何第三方承担任何责任。
      <br/>
      &emsp;&emsp;7. 修改
      <br/>
      &emsp;&emsp;7.1  本网站有权在任何时间自行修改和增、删（统称“修改”）本声明，而无需事先通知用户。
      <br/>
      &emsp;&emsp;7.2  修改后的声明将张贴于本网站，用户继续访问或使用本网站，则视为接受这些修改。如果不同意本网站对本声明的修改，用户有权停止使用本网站服务。
      <br/>
      &emsp;&emsp;8. 法律适用与司法管辖
      <br/>
      &emsp;&emsp;本声明的订立、解释、履行及争议的解决均应适用中华人民共和国法律。因使用本网站所产生的争议，协商不成的，任何一方可以向被告所在地有管辖权的人民法院提起诉讼。
    </p>
  </div>
</template>

<script>
export default {
  data () {
    return {
    }
  }
}
</script>

<style lang='less' type='text/css'>
  .legalNotices{
    padding: 20px 150px;

    &-title{
      text-align: center;
      font-size: 20px;
      color: #000;
      margin-bottom: 30px;
    }

    &-content{
      font-size: 16px;
      color: #000;
      span{
        font-weight: 700;
        text-decoration: underline;
      }
    }
  }
</style>
