<template>
  <div class='state'>
    <h2 class='state-title'>用户隐私政策</h2>
    <p class='state-content'>
      &emsp;&emsp;本政策仅适用于七叶云抄表管理系统或服务。
      <br/>
      &emsp;&emsp;最近更新日期：2019年9月5日
      <br/>
      &emsp;&emsp;版本生效日期：2019年9月5日
      <br/>
      &emsp;&emsp;如果您有任何疑问、意见或建议，请您把问题发送到邮箱：yi88ne@163.com，我们将在7个工作日内进行处理。
      <br/>
      &emsp;&emsp;本政策将帮助您了解以下内容：
      <br/>
      &emsp;&emsp;1、我们如何收集和使用您的个人信息；
      <br/>
      &emsp;&emsp;2、我们如何使用 Cookie 和同类技术；
      <br/>
      &emsp;&emsp;3、我们如何共享、转让、公开披露您的个人信息；
      <br/>
      &emsp;&emsp;4、我们如何保护您的个人信息；
      <br/>
      &emsp;&emsp;5、您的权利；
      <br/>
      &emsp;&emsp;6、我们如何处理儿童的个人信息；
      <br/>
      &emsp;&emsp;7、本政策如何更新；
      <br/>
      &emsp;&emsp;8、如何联系我们；
      <br/>
      &emsp;&emsp;七叶云深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，七叶云承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
      <br/>
      &emsp;&emsp;<span>请在使用我们的产品（或服务）前，仔细阅读并了解本《隐私政策》（尤其是加粗及下划线部分）。
      <br/>
      &emsp;&emsp;一、我们如何收集和使用您的个人信息</span>
      <br/>
      &emsp;&emsp;个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
      <br/>
      &emsp;&emsp;个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。
      <br/>
      &emsp;&emsp;七叶云仅会出于本政策所述的以下目的，收集和使用用户的个人信息：
      <br/>
      &emsp;&emsp;<span>（一）为您提供云存储服务
      <br/>
      &emsp;&emsp;1、业务功能一：注册成为用户</span>
      <br/>
      <span></span>
      &emsp;&emsp;为完成创建账号，您需提供以下信息：<span>您的姓名、创建的用户名和密码、手机号码。</span>
      <br/>
      &emsp;&emsp;在注册过程中，如果您提供以下额外信息，将有助于我们给您提供更好的服务和体验。
      <br/>
      &emsp;&emsp;您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。
      <br/>
      &emsp;&emsp;（二）商品展示、发送促销营销信息
      <br/>
      &emsp;&emsp;七叶云提供多档次、多功能的会员服务，同时会根据不同的时期为您推荐不同的活动促销营销信息，您可以自由选择开通适合您使用习惯的会员服务及参加不同的活动。
      <br/>
      &emsp;&emsp;（三）开展产品数据分析和研究，为改善您的产品或服务提供数据支持
      <br/>
      &emsp;&emsp;我们会从您使用的七叶云Android终端进行设备型号、IMEI、IMSI、MAC地址信息，从您使用的七叶云iOS终端获取设备型号信息，进行用户分析，为您提供产品用户终端使用现实情况数据，为改善您的产品或服务提供数据支持。
      <br/>
      &emsp;&emsp;（四）存储信息的期限
      <br/>
      &emsp;&emsp;一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：
      <br/>
      &emsp;&emsp;•为遵守适用的法律法规等有关规定；
      <br/>
      &emsp;&emsp;•为遵守法院判决、裁定或其他法律程序的规定；
      <br/>
      &emsp;&emsp;•为遵守相关政府机关或法定授权组织的要求；
      <br/>
      &emsp;&emsp;•我们有理由确信需要遵守法律法规等有关规定；
      <br/>
      &emsp;&emsp;•为执行相关服务协议或本政策、维护社会公共利益，为保护们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
      <br/>
      &emsp;&emsp;当我们要将信息用于本政策未载明的其它用途时，会事先征求您的同意。当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
      <br/>
      &emsp;&emsp;二、我们如何使用 Cookie 和同类技术
      <br/>
      &emsp;&emsp;（一）Cookie
      <br/>
      &emsp;&emsp;为确保七叶云能正常统计，我们会在用户访问您接入的网站时，在您的计算机或移动设备中存储名为Cookie的小数据文件。Cookie通常包含了一些标识符，主要存储了用户标识（不涉及用户真实名称）、用户访问的时间以及用户访问页面的字符。借助Cookie标识，七叶云能够帮助网站统计用户的访问频次、访问页面偏好及接入网站的加载性能的数据。
      <br/>
      &emsp;&emsp;我们不会将 Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。有关详情，请参见 AboutCookies.org。您可以清除计算机上保存的所有Cookie，大部分网络浏览器都设有阻止Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。
      <br/>
      &emsp;&emsp;（二）网站信标和像素标签
      <br/>
      &emsp;&emsp;除 Cookie 外，我们还会在网站上使用网站信标和像素标签及其他同类技术。由于七叶云产品需要嵌入到第三方的网站中，受同源策略的影响，为了能准确发送统计结果，七叶云使用了网站信标和像素标签及其他同类技术，如用户在访问了您的网站时，我们会通过像素标签的方式，将用户访问的页面信息、网站加载性能数据通过该技术去跨域发送到采集服务，以实现后续的运营指标及性能指标数据的统计、分析。所有通过网站信标及像素标签技术发起的请求，都通过websocket方式发送，protobuff会对数据进行加密，您的数据都在加密协议下传输。
      <br/>
      &emsp;&emsp;（三）本地存储器
      <br/>
      &emsp;&emsp;除上述技术外，七叶云还启用了本地存储器的方式，对您网站的访问者的一些交互行为进行记录，这部分数据主要为了帮助您对网站的点击生成热力分布，方便运营决策者优化自己的网站结构，所有用户数据都存在用户自身的本地浏览器中。同时，数据在通过HTTPS发送到服务器后，七叶云会对用户的本地数据进行清除，确保数据的安全性。
      <br/>
      &emsp;&emsp;（四）Do Not Track（请勿追踪）
      <br/>
      &emsp;&emsp;很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not Track，那么我们的所有网站都会尊重您的选择。
      <br/>
      &emsp;&emsp;<span>三、我们如何共享、转让、公开披露您的个人信息
      <br/>
      &emsp;&emsp;（一）共享</span>
      <br/>
      &emsp;&emsp;我们不会与七叶电子有限责任公司以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
      <br/>
      &emsp;&emsp;<span>1、我们可能会根据法律法规规定，或按政府主管部门的强制性要求， 对外共享您的个人信息（见本协议第一（一）、（二）条中描述需要收集您个人信息种类）。</span>
      <br/>
      &emsp;&emsp;2、在获取明确同意的情况下共享：获取您的明确同意后，我们会与其它方共享您已明确同意的个人信息。
      <br/>
      &emsp;&emsp;3、与授权合作伙伴的共享
      <br/>
      &emsp;&emsp;<span>我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，</span>我们仅会处于本隐私政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息（如您选择云冲印的照片提供给服务提供方），且不得将此信息用于其他任何目的。
      <br/>
      &emsp;&emsp;目前，我们的授权合作伙伴包括以下类型：
      <br/>
      &emsp;&emsp;供应商和服务提供商。我们将信息发送给支持我们服务的服务提供商，这些支持包括受我们委托向用户提供技术和基础硬件服务、分析我们服务的使用方式。
      <br/>
      &emsp;&emsp;我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并于授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私政策以及其它相关的保密和安全措施来处理个人信息。
      <br/>
      &emsp;&emsp;<span>（二）转让</span>
      <br/>
      &emsp;&emsp;我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
      <br/>
      &emsp;&emsp;<span>在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意（见本协议第一（一）、（二）条中描述需要收集您个人信息种类）。</span>
      <br/>
      &emsp;&emsp;（三）公开披露
      <br/>
      &emsp;&emsp;我们仅会在以下情况下，公开披露您的个人信息：
      <br/>
      &emsp;&emsp;基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息（见本协议第一（一）、（二）条中描述需要收集您个人信息种类）。
      <br/>
      &emsp;&emsp;四、我们如何保护您的个人信息
      <br/>
      &emsp;&emsp;（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，<span>防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。</span>我们会采取一切合理可行的措施，保护您站点下用户的个人信息。例如，在您站点用户的浏览器与“服务”之间交换数据（如采集用户访问频次、访问偏好及网站性能）时受 SSL加密保护；我们同时对七叶云网站提供 https 安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
      <br/>
      &emsp;&emsp;（二）我们会采取一切合理可行的措施，<span>确保未收集无关的个人信息。</span>我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
      <br/>
      &emsp;&emsp;（三）<span>互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送七叶云账号信息。请使用复杂密码，协助我们保证您的账号安全。</span>
      <br/>
      &emsp;&emsp;（四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
      <br/>
      &emsp;&emsp;（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
      <br/>
      &emsp;&emsp;（六）对于所收集的信息，我们将在法律规定的最短期限内保存，超出保存期限后，我们将对所收集的信息进行匿名化处理。
      <br/>
      &emsp;&emsp;五、您的权利
      <br/>
      &emsp;&emsp;按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
      <br/>
      &emsp;&emsp;（一）访问您的个人信息
      <br/>
      &emsp;&emsp;您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：
      <br/>
      &emsp;&emsp;账户信息——如果您希望访问或编辑您的账户中的个人资料信息、更改您的密码、添加安全信息或关闭您的账户，您可以通过访问e.189.cn执行此类操作。
      <br/>
      &emsp;&emsp;如果您无法通过上述链接访问这些个人信息，请您把问题发送到邮箱：*公司邮箱*我们将在7个工作日内回复您的请求。
      <br/>
      &emsp;&emsp;（二）更正您的个人信息
      <br/>
      &emsp;&emsp;当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“（一）访问您的个人信息”中罗列的方式提出更正申请。
      <br/>
      &emsp;&emsp;如果您无法通过上述链接更正这些个人信息，请您把问题发送到邮箱：*公司邮箱*我们将在7个工作日内回复您的更正请求。
      <br/>
      &emsp;&emsp;（三）删除您的个人信息
      <br/>
      &emsp;&emsp;在以下情形中，您可以向我们提出删除个人信息的请求：
      <br/>
      &emsp;&emsp;1、如果我们处理个人信息的行为违反法律法规；
      <br/>
      &emsp;&emsp;2、如果我们收集、使用您的个人信息，却未征得您的同意；
      <br/>
      &emsp;&emsp;3、如果我们处理个人信息的行为违反了与您的约定；
      <br/>
      &emsp;&emsp;4、如果您不再使用我们的产品或服务，或您注销了账号；
      <br/>
      &emsp;&emsp;5、如果我们不再为您提供产品或服务。
      <br/>
      &emsp;&emsp;若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
      <br/>
      &emsp;&emsp;当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
      <br/>
      &emsp;&emsp;（四）个人信息主体注销账户
      <br/>
      &emsp;&emsp;您随时可注销此前注册的账户，您可以通过以下方式自行操作：
      <br/>
      &emsp;&emsp;3、关注“七叶云”公众号，访问“七叶云”公众号，输入“人工客服”->通过人工客服引导注销我的七叶云账号。（服务时段：8：30-22：00）
      <br/>
      &emsp;&emsp;在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。
      <br/>
      &emsp;&emsp;（五）约束信息系统自动决策
      <br/>
      &emsp;&emsp;在某些业务功能中，我们可能仅依据信息系统、算法及其他同类技术在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
      <br/>
      &emsp;&emsp;（六）响应您的上述请求
      <br/>
      &emsp;&emsp;为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
      <br/>
      &emsp;&emsp;我们将在七个工作日内做出答复。
      <br/>
      &emsp;&emsp;对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
      <br/>
      &emsp;&emsp;在以下情形中，按照法律法规要求，我们将无法响应您的请求：
      <br/>
      &emsp;&emsp;1、与国家安全、国防安全直接相关的；
      <br/>
      &emsp;&emsp;2、与公共安全、公共卫生、重大公共利益直接相关的；
      <br/>
      &emsp;&emsp;3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
      <br/>
      &emsp;&emsp;4、有充分证据表明您存在主观恶意或滥用权利的；
      <br/>
      &emsp;&emsp;5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
      <br/>
      &emsp;&emsp;6、涉及商业秘密的。
      <br/>
      &emsp;&emsp;（七）改变您授权同意的范围
      <br/>
      &emsp;&emsp;七叶云业务功能可能需要一些基本的个人信息才能得以完成（见本协议中的第一条（一）中的第一点）。除此之外，对于额外个人信息的收集和使用，您可以与通过在线客服以及联系个人信息保护相关负责人给予或撤回授权（联系方式见本协议第九条）。
      <br/>
      &emsp;&emsp;当您收回同意后，我们将不再处理相应的个人信息。<span>但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</span>
      <br/>
      &emsp;&emsp;七、您的个人信息如何在全球范围转移
      <br/>
      &emsp;&emsp;原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。由于我们的产品不涉及跨境业务，您的数据不会涉及跨境传输。
      <br/>
      &emsp;&emsp;八、本政策如何更新
      <br/>
      &emsp;&emsp;我们的隐私政策可能变更。
      <br/>
      &emsp;&emsp;未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。
      <br/>
      &emsp;&emsp;对于重大变更，我们还会提供更为显著的通知（包括对于某些服务， 我们会通过电子邮件发送通知，说明隐私政策的具体变更内容）。
      <br/>
      &emsp;&emsp;本政策所指的重大变更包括但不限于：
      <br/>
      &emsp;&emsp;1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
      <br/>
      &emsp;&emsp;2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
      <br/>
      &emsp;&emsp;3、个人信息共享、转让或公开披露的主要对象发生变化；
      <br/>
      &emsp;&emsp;4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
      <br/>
      &emsp;&emsp;5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
      <br/>
      &emsp;&emsp;6、个人信息安全影响评估报告表明存在高风险时。我们还会将本政策的旧版本存档，供您查阅。
      <br/>
      &emsp;&emsp;九、如何联系我们
      <br/>
      &emsp;&emsp;如果您对本隐私政策有任何疑问、意见或建议，也通过以下方式与我们联系我们：
      <br/>
      &emsp;&emsp;电子邮箱：*公司邮箱*
      <br/>
      &emsp;&emsp;电话：*公司电话*
      <br/>
      &emsp;&emsp;传真：*公司传真*
      <br/>
      &emsp;&emsp;服务电话：*公司服务电话*（服务时段：8：30-22：00）
      <br/>
      &emsp;&emsp;您反馈的信息我们将有专人跟进负责处理。一般情况下，我们将在七个工作日内回复。
      <br/>
      &emsp;&emsp;如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以通过法律途径或前往行业自律协会等机构寻求解决方案。
      <br/>
      &emsp;&emsp;企业名称：世纪龙信息网络有限责任公司
      <br/>
      &emsp;&emsp;地点：武汉市洪山区当代大厦403七叶电子有限责任公司
    </p>
  </div>
</template>

<script>
export default {
  data () {
    return {
    }
  }
}
</script>

<style lang='less' type='text/css'>
  .state {
    padding: 20px 150px;

    &-title{
      text-align: center;
      font-size: 20px;
      color: #000;
      margin-bottom: 30px;
    }

    &-content{
      font-size: 16px;
      color: #000;
      span{
        font-weight: 700;
        text-decoration: underline;
      }
    }
  }
</style>
